[
    {
        "company_name": "SOCIETE A RESPONSABILITE LIMITEE",
        "company_identifier": "0567 779 701",
        "document_purpose": "DEMISSION - NOMINATION - CESSION DE PARTS SOCIALES",
        "additional_information": {
            "key_points": [
                "Resignation of M. EL AKILIIDRISS from his position as manager effective from this day (14 December 2023)",
                "Appointment of M. EL. AKILI IMAD as administrator effective from this day (14 December 2023) for an indefinite period",
                "Transfer of 5 company shares from Mme PITUL SIMONA & Mme EL AKILI MAJDA",
                "Transfer of 5 company shares from Mme MOUSTAOUDDI SALIMA to Mme EL AKILI MAJDA",
                "Transfer of 25 company shares from M. FL AKIL.IDRISS to Mme EL AKILI MAJDA"
            ]
        }
    },
    {
        "company_name": "QUICK ENTREPRISE",
        "company_identifier": "0795 785 723",
        "document_purpose": "Nomination Administrateur / Démission Administrateur / Changement siége social",
        "additional_information": {
            "key_points": [
                "ZULFIQAR Ahmed Malik becomes Administrator from 11/12/2023",
                "ASGHAR Muhammad resigns from his position as administrator from 11/12/2023",
                "The headquarters is transferred to: Chaussée d'enghien 294 -1480 Tubize"
            ]
        }
    },
    {
        "company_name": "YDE GROUP",
        "company_identifier": "0759 698 852",
        "document_purpose": "Nomination Administrator / Resignation Administrator",
        "additional_information": {
            "key_points": [
                "Mr. KHALID Muhammad becomes administrator from today (01/11/2023)",
                "Mr. ASGHAR Muhammad leaves his administrator position from today (01/11/2023)"
            ]
        }
    },
    {
        "company_name": "BRUSSEL SHOP",
        "company_identifier": "0726 808 924",
        "document_purpose": "Transfer of headquarters - Transfer of shares",
        "additional_information": {
            "key_points": [
                "The headquarters is transferred to Chaussée d'Ixalles 25 - 1050 Ixelles from 01/09/2023.",
                "Following the transfer of shares, the new distribution of shares is as follows: Mr. BALOCH Bakhtyar owns 99/100 shares, Mr. FAZAL Karim owns 1/100 shares.",
                "Mr. HUSSANI! Nagibullah does not own any shares in BRUSSEL SHOP (0/100).",
                "Meeting ended after reading the minutes.",
                "Document was submitted on 02/01/2024."
            ]
        }
    },
    {
        "company_name": "GRANDR SRL",
        "company_identifier": "POF k6426",
        "document_purpose": "MODIFICATION SIEGE SOCIAL",
        "additional_information": {
            "key_points": [
                "Decision made by the administration, led by Tresor Madoda Tuyinama, on 13 December 2023",
                "The company's headquarters will be moved",
                "New address is 54 avenue Louise, 1050 Ixelles",
                "The extraordinary general assembly of 13 December 2023 accepts and confirms the change of address",
                "The extraordinary general assembly decides to change the headquarters address as stated above",
                "The extraordinary general assembly empowers the administrator to do the necessary for the modification and its publication in the monitor and in any other legal register where necessary"
            ]
        }
    },
    {
        "company_name": "BIOCODEX BEN ELUX",
        "company_identifier": "0401 936 623",
        "document_purpose": "RECONDUCTION DES MANDATS D'ADMIISTRATEURS - L'ADMINISTRATEUR DELEGUE- COMMISSAIRE",
        "additional_information": {
            "key_points": [
                "The mandates of the administrators Monsieur Francois Hublot and Jean-Marie Lefevre, as well as the French simplified joint-stock company BIOCODEX (whose permanent representative is Monsieur Nicolas Coudurier), are renewed starting January 1, 2023 for a duration of three years, ending after the general meeting that will take place in 2026 (7/11/2023)",
                "The administration decided to rename the mandate as delegated administrator, of Monsieur Francois Hublot starting from January 1, 2023 for a mandate of 3 years, ending after the General Assembly which will take place in 2026 (7/11/2023)",
                "The Commissioner for Accounts, whose mandate has been renewed for the next 3 years, is the SRL CDP Petit & Co represented by Benjamin Gorlier (9/05/2023)",
                "The board of directors unanimously decides to grant a proxy to the SRL Bofidi Accountants, Cantersteen 47 - Central Gate, 1000 Brussels, or to one of its agents, namely Madame Lindsey Schamp, Madame Wendy Defreyne, Madame Sylvia Vanbeveren, Madame Eva Thielemans and Madame Tine Talpe, acting together or separately, with the power of substitution, to intervene in all circumstances (9/05/2023)",
                "Proxy already published in the publication of 20/04/2023"
            ]
        }
    },
    {
        "company_name": "THERMO SANITAR",
        "company_identifier": "0700 794 910",
        "document_purpose": "Adoption of new statutes in accordance with the Code of Companies and Associations",
        "additional_information": {
            "key_points": [
                "The company is a partnership",
                "The legal form of the company is a partnership",
                "The company's object is civil engineering, road construction, railway construction, bridge and tunnel construction, network and line construction, electrical and telecommunication network construction, other civil engineering works, specialized construction works, and more",
                "The company can also operate in rental and sale of all construction equipment",
                "The company can also operate in the field of swimming pool arrangement",
                "The company can also operate in wholesale and retail trade, repair of motor vehicles and motorcycles",
                "The company can also operate in transport and storage, postal and courier activities, business support activities",
                "The company can also operate in building-related services, landscaping, cleaning",
                "The company can also operate in rental and real estate activities",
                "The company can also operate in specialized design activities",
                "The company can also operate in architecture activities",
                "The company can also operate in office administrative services and other business support activities",
                "The company can also operate in the field of leasing and real estate activities",
                "The company is established for an unlimited period",
                "The capital is fixed at a total sum of 100.00 € (one hundred euros), represented by 100 shares",
                "The shares cannot be transferred or transferred without the agreement of the simple majority of shareholders",
                "The appointment of a new partner in the company must be made with the agreement of the simple majority of shareholders",
                "The managers are vested with the broadest powers to carry out all acts of management and the provisions falling within the scope of the object, except for those that the law or the statutes reserve for the general meeting",
                "The fiscal year begins on July 1 and ends on June 30 of the following year",
                "The company is dissolved in the event of the occurrence of a cause of dissolution provided for by law",
                "In the event of dissolution with liquidation, one or more liquidators must be appointed at the general meeting pronouncing the dissolution",
                "In the event of the death of one of the partners, the company continues if the remaining partner wishes it",
                "Any dispute relating to social affairs, whatever it may be and between whoever, that may arise during the duration of the company will be settled by the competent court",
                "The provisions of the Code of Companies and Associations to which it would not be lawfully derogated are deemed to be included in these statutes and clauses contrary to the mandatory provisions of the Code of Companies and Associations are deemed unwritten"
            ]
        }
    },
    {
        "company_name": "LOLA & BILLY",
        "company_identifier": "0766 838 151",
        "document_purpose": "Nomination, Resignation and Transfer of shares extraordinary assembly",
        "additional_information": {
            "key_points": [
                "On 15th December 2023, an extraordinary general meeting of the directors of the company was held",
                "Mr. Jalil Kalid transfers 5 shares to El Marnissi M'Hamed Bilal",
                "Mr. Jalil Kalid resigns from his position as administrator from 31st December 2023",
                "Mr. El Mamissi M’Hamed Bilal becomes administrator from 1st January 2024",
                "After the transfer, MADAME Jalil Najet holds 95 shares and Mr. El Mamissi M’'Hamed Bilal holds 5 shares"
            ]
        }
    },
    {
        "company_name": "JANSE",
        "company_identifier": "24000009",
        "document_purpose": "Renewal of the Board of Directors",
        "additional_information": {
            "key_points": [
                "The extraordinary general meeting took place on October 2, 2023",
                "The board of directors includes Jean Simons, Brigitte Schrurs, and Madeleine Simons",
                "The mandates will last 3 years from this day (20 DEC. 2023) and will be performed free of charge"
            ]
        }
    },
    {
        "company_name": "DELCORDE EY WILSERZ",
        "company_identifier": "426239 675",
        "document_purpose": "Renewal of the Board of Directors",
        "additional_information": {
            "key_points": [
                "Extraordinary general meeting held on October 2, 2023 at 3 pm at the company's headquarters",
                "Unanimous decision to appoint as director: Mr. Jean Simons, Ms. Brigitte Schrurs, and Ms. Madeleine Simons",
                "The mandates will have a duration of 3 years from this day (02/01/2024) and will be performed free of charge",
                "The meeting ended at 3:30 pm"
            ]
        }
    }
]